export var a = [
    {
        "id": "1",
        "titel": "در برخورد با مسائل زندگیتان قادر به تصمیم گیری هستید ",
        "a": "تقریبا همیشه قدر تصمصیم گیر رضایت بخشی داری",
        "b": "بیشتر اقات احساس میکنم قدرت تصمیم گیری دارم ",
        "c": "گاهی اوقات قدرت تصمیم گیری درام ",
        "d": "بندرت در مورد مسائل زندگیم قادر به تصمیم گیری هستم "
    },
    {
        "id": "2",
        "titel": "با فراد خانواده تان چگونه سر میکنید ؟",
        "a": "تقریباً همیشه از بودن با افراد خانواده احساس خوشی و نشاط دارم ",
        "b": "بعضی وقتها از اینکه با خانواده ام هستم احساس ناراحتی می کنم ",
        "c": "بیشتر اوقات از محاسبت با خانواده احساس ناراحتی می کنم",
        "d": "به ندرت از مصاحبت با خانواده ام لذت می برم"
    },
    {
        "id": "3",
        "titel": "نسبت به آینده چه احساسی دارید ",
        "a": "به ندرت درباره آینده نگران هستم ",
        "b": "گاهی بدون علت نگران موضوعی هستنم ",
        "c": "بیشتر وقت ها درباره موضوعی که اتفاق نیفتاده نگران هستم ",
        "d": "همیشه به آینده فکر می‌کنم و از موضوعی که رخ نداده سخت نگرانم"
    },
    {
        "id": "4",
        "titel": "میل شما برای حضور در مجالس مختلف چگونه است ",
        "a": "وقتی با دیگران هستم احساس خوشحالی می کنم ",
        "b": "گاهی مایل نیستم در جمع باشم ",
        "c": "بیشتر وقتها دلم می خواهد در مجالس شرکت کنم ",
        "d": "تقریباً همیشه دوست ندارم در مجالس شرکت کنم"
    },
    {
        "id": "5",
        "titel": "هرگاه شخصی از شما انتقاد کند عکس العمل شما چگونه ",
        "a": "به ندرت از انتقاد دیگران نسبت به خود ناراحت می شوم ",
        "b": "گاهی اگر از من انتقاد شود احساس دلتنگی می کنم ",
        "c": "بیشتر وقت‌ها از انتقاد دیگران نسبت به خود ناراحت می‌شوم ",
        "d": "تقریباً همیشه از انتقاد دیگران ناراحت و غمگین میشوم "
    },
    {
        "id": "6",
        "titel": "به طور کلی نظرتان درباره زندگی چیست ",
        "a": "به ندرت زندگی برایم خسته کننده و بی معنی بوده است ",
        "b": "گاهی زندگی برایم بی مفهوم و خسته کننده جلوه می‌کند ",
        "c": "بیشتر آغاز فکر می‌کنم زندگی بیهوده‌ای دارم ",
        "d": "تقریباً همیشه آرزو می کنم ای کاش اصلا به دنیا نیامده بودم "
    },
    {
        "id": "7",
        "titel": "هنگامی که می خواهید به مسئله فکر کنید افکار دیگران به سراغتان می‌آید که موضوع اصلی تان از یادتان می رود ",
        "a": "به ندرت دچار این حالت می شوم ",
        "b": "گاهی این حلت به من دست می دهد ",
        "c": "بیشتر وقت ها تمرکز حواس خود را از دست میدهم ",
        "d": "این حالت مشکل دائمی من است "
    },
    {
        "id": "8",
        "titel": "گاهی نظرتان درباره مسائل و مشکلات زندگی چیست",
        "a": "به ندرت در زندگی احساس شکست می کنم ",
        "b": "گاهی احساس می کنم که در زندگی شکست خوردم ",
        "c": "",
        "d": ""
    },
    {
        "id": "9",
        "titel": "نظرتان درباره مسائل و مشکلات زندگی چیست",
        "a": "به ندرت در زندگی احساس شکست می کنم ",
        "b": "گاهی احساس می کنم که در زندگی شکست خوردم ",
        "c": "بیشتر اوقات احساس شکست میکنم و احساس میکنم قدر نیستم بر مشکلات پیروز شوم",
        "d": "همیشه احساس می‌کنم شکست سختی در زندگی خوردم و مسائل مربوط به آن برایم غیرقابل تحمل است "
    },
    {
        "id": "10",
        "titel": "آیا مواقعی پیش می آید که احساس کنید هیچ کس شما را درک نمی کند و شما تنهایید ",
        "a": "به ندرت چنین احساسی دارم ",
        "b": "گاهی چنین احساسی به من دست می‌دهد ",
        "c": "بیشتر اوقات احساس می‌کنم که دیگران را درک نمی کنند و من تنهایم ",
        "d": "تقریباً همیشه دیگران را درک نمی کنند و من تنهایم "
    }, {
        "id": "11",
        "titel": "درباره اعمال گذشته خود چه حسی دارید ",
        "a": "به ندرت اعمال گذشته مرا آزرده خاطر کرده است ",
        "b": "گاهی به خاطر اعمال گذشته خودم را سرزنش نمی کنم ",
        "c": "بیشتر اوقات خود مرا به خاطر اعمال گذشته سرزنش می‌کنم ",
        "d": "تقریباً همیشه نسبت به اعمال گذشته پشیمان هستم و خود را به  سرزنش می کنم "
    },
    {
        "id": "12",
        "titel": "هنگام برخورد با مشکلات احساس  می کنید کسانی هستند که شما را در رفع آن یاری کنند ",
        "a": "به ندرت احساس می‌کنم در مواجهه با مشکلات تنها هستم ",
        "b": "گاهی احساس می کنم که در رفع مشکلات زندگی و بی یاور هستنم ",
        "c": "بیشتر آقا در رفع مشکلات کسی نیست مرا یاری کند ",
        "d": "احساس می‌کنم در حل مشکلات زندگی بی یار و یاور هستم  "
    },
    {
        "id": "13",
        "titel": "معمولاً خواب شما چگونه است",
        "a": "معمولاً به راحتی میخوابم ",
        "b": "گاه قبل از خوابیدن مدتی در بستر بیدار می‌شوم و مشکلات زندگی فکر می‌کنم ",
        "c": "بیشتر اوقات در هنگام خواب ساعت ها در بستر بیدار می‌مانم و افکار مختلف ذهنم را مشغول می کند ",
        "d": "تقریباً همیشه به هنگام خواب ساعت ها در بستر بیدار می مانم و مسائل گوناگونی به ذهنم هجوم می آورد "
    }, {
        "id": "14",
        "titel": "آیا اساس کرده اید شب و روز طولانی تر از معمول شدن و شما تحمل آن را ندارید ",
        "a": "به ندرت چنین احساسی داشته ام",
        "b": "گاهی اوقات این طور فکر می‌کنم ولی می‌توانم آن را تحمل کنم",
        "c": "بیشتر اوقات چه احساسی دارم و تحمل آن سخت است",
        "d": "تقریباً همیشه انجام کارها برایم دشوار و زود خسته می شوم"
    }, {
        "id": "15",
        "titel": "در زمان انجام کار چه احساسی دارید",
        "a": "به ندرت نسبت به انجام کارها بی علاقه می شوم ",
        "b": "گاهی اوقات از انجام کارها دلسرد می‌شوم",
        "c": "بیشتر اوقات در زمان انجام کار خسته می شوم",
        "d": " تقریباً همیشه انجام کارها برایم دشوار است و زود خسته می شوم"
    }, {
        "id": "16",
        "titel": "آیا صبحا بی اختیار زودتر از خواب بیدار می شوید",
        "a": "خیر",
        "b": "زودتر از معمول بیدار میشوم",
        "c": "گاهی زودتر از معمول بیدار می‌شوند و دیگر خوابم نمی برد ",
        "d": "گاهی زودتر از معمول بیدار می‌شوند و دیگر خوابم نمی برد "
    }, {
        "id": "17",
        "titel": "اشتهای شما نسبت به غذاها چگونه است ",
        "a": "اشتهای نسبتاً خوبی دارم",
        "b": "گاهی نسبت به غذا بی اشتها هستم",
        "c": "بیشتر اوقات میلی به غذا خوردن ندارم",
        "d": "به طور دائم به غذا بی اشتها هستم و از آنچه میخورم لذت نمیبرم"
    }, {
        "id": "18",
        "titel": "حساس شما نسبت به زندگی کردن در دنیا چیست",
        "a": " به زندگی علاقمندم",
        "b": "به ندرت آرزو می کنم که هرگز به دنیا نیامده بودم",
        "c": "اهی آرزو می کنم کاش وجود نداشتم ",
        "d": "همیشه احساس می کنم اشکاش میمردم"
    }, {
        "id": "19",
        "titel": "یا شما در تنهایی گریه میکنید",
        "a": "به ندرت چنین کاری می کنم",
        "b": "گاهی به گوشی می روم و گریه می کنم",
        "c": "گاهی به گوشی می روم و گریه می کنم",
        "d": "تقریباً همیشه در تنهایی گریه میکنم"
    }, {
        "id": "20",
        "titel": "ایا احساس خستگی می کنید به صورتی که قادر به انجام کارهای روزمره نیستید",
        "a": "چنین حالتی ندارم",
        "b": "اهی این گونه احساس می کنم",
        "c": "یشتر اوقات احساس خستگی و بی حالی می کنم",
        "d": "همیشه خسته ام به طوری که از عهده کارهای روزمره بر نمی ایم"
    }, {
        "id": "21",
        "titel": "وضعیت جسمانی خود را چگونه می بینید",
        "a": " از نظر جسمانی تفاوتی با قبلی ندارم",
        "b": "زیاد لاغر نشده‌ام",
        "c": "تا حدودی لاغر تر از قبل شده ام ",
        "d": "ه مقدار قابل ملاحظه ای کاهش وزن داشته ام"
    }, {
        "id": "22",
        "titel": "در برخورد با مشکل قادر به ابراز خشم خود هستید",
        "a": "به ندرت اتفاق می‌افتد که نتوانم در مواقع ضروری خشم خود را ابراز کنم",
        "b": "گاهی در مواقع ضروری نمی توانم خشم خود را ابراز کنم ",
        "c": "بیشتر اوقات قادر به ابراز خشم خود نیستم ",
        "d": "تقریباً همیشه قادر به ابراز خشم خود نیستند و خود خوری می کند"
    }, {
        "id": "23",
        "titel": "میل جنسی و زناشویی خود را چگونه می بینید",
        "a": "احساس بی میلی می کنم",
        "b": "گاهی احساس بی میلی می کنم",
        "c": "بیشتر اوقات احساس بی میلی می کنم",
        "d": "میل جنسی کاهش یافته است و تقریباً همیشه چنین احساسی  دارم"
    }, {
        "id": "24",
        "titel": "درباره نظر منفی دیگران نسبت به خود چگونه فکر می کنید ",
        "a": "صلا اهمیت نمیدم",
        "b": "گاهی اهمیت میدم و ناراحت می شوم",
        "c": "بیشتر اوقات در مقابل نظر دیگران نسبت به خودم بی احساس هستم",
        "d": "تقریباً همه چیز اهمیت می‌دهم و ناراحت می شوم"
    }, {
        "id": "25",
        "titel": "نظر شما درباره خودتان چیست ",
        "a": "احساس می‌کنم یک آدم عادی هستم ",
        "b": "گاهی احساس می‌کنم به درد این زندگی نمی خورم ",
        "c": "بیشتر اوقات آدم به درد بخوری نیستم",
        "d": "اصلا من آدم بی ارزشی هستم"
    }, {
        "id": "26",
        "titel": "وضعیت خواب شما هنگامی که خوابت میبرد تا صبح که از خواب برمی خیزید چگونه است",
        "a": "معمولاً به راحتی میخوابم ",
        "b": "بندرت تا صبح یک یا چند بار بیدار میشوم",
        "c": "گاهی شب‌ها تا صبح یک یا چندین بار بی اختیار از خواب بیدار می شوم ",
        "d": "بیشتر شب‌ها بدون اینکه دست خودم باشد تا صبح یک یا چند بار از خواب بیدار میشوم"
    }, {
        "id": "27",
        "titel": "درباره چیزهایی که مورد علاقه شما بودند چه احساسی دارید ",
        "a": "هنوز مثل قبل نسبت به علاقه مندی های زندگیم احساس تمایل میکنم",
        "b": "ندکی نسبت به علاقه مندی های زندگیم بی میل شده ام",
        "c": "به طور متوسط نسبت به علاقه مندی های زندگیم بی میل شده ام",
        "d": " احساس می کنم علاقه بسیار کم شده است"
    }, {
        "id": "28",
        "titel": "آیا احساس می‌کنید که از درون گریه میکنید ولی در ظاهر اشک نمی ریزید",
        "a": "چنین احساسی ندارم ",
        "b": "گاهی چنین احساسی دارم",
        "c": "بیشتر اوقات دچار این حالت می شوم",
        "d": "تقریباً همیشه این حالت را دارم"
    }, {
        "id": "29",
        "titel": "آیا شما غمگین هستید",
        "a": "خیر ",
        "b": "گاهی احساس غم و دل گرفتگی می کنم",
        "c": "بیشتر اوقات این حس را دارم ",
        "d": "تقریباً همیشه احساس غم و اندوه می کنم"
    }, {
        "id": "30",
        "titel": "فعلا چه احساسی نسبت به سرگرمی های زندگی خود دارید ",
        "a": "تقریبا همیشه از انها احساس خوشی و لذت میکنم ",
        "b": "گاهی اوقات از سرگرمی های دلخواه احساس رضایت میکنم",
        "c": "بندرد از سرگرمی های مورد الاقه ام احساس لذت میکنم ",
        "d": "هیچ گاه از سرگرمی هایی که برایم جالب بوده احساس سرگرمی نکرده ام"
    }
]